Revit 2027 API
ParameterTypeId.StructConnectionApplyTo Property
 "Apply to"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructConnectionApplyTo { get; }
Public Shared ReadOnly Property StructConnectionApplyTo As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructConnectionApplyTo {
	ForgeTypeId^ get ();
}
static member StructConnectionApplyTo : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace